/**
 * SDK请求示例错误码
 *
 * https://open.dingtalk.com/document/orgapp/custom-robots-send-group-messages#6a8e23113eggw
 */
export const DING_ERROR_CODE_SOLUTION_MAP = {
  '-1': '请稍后重试',
  '40035': '请补充消息json',
  '43004': '请设置具体的消息参数',
  '400013': '请向其他群发消息',
  '400101': '请确认access_token拼写是否正确',
  '400102': '请联系管理员启用机器人',
  '400105': '请使用文档中支持的消息类型',
  '400106': '请确认机器人是否在群中',
  '410100': '请降低发送速度',
  '430101': '请确认发送的内容合法',
  '430102': '请确认发送的内容合法',
  '430103': '请确认发送的内容合法',
  '430104': '请确认发送的内容合法',
}
